export const ukUA_joyride = {
  "joyride.back": "Назад",
  "joyride.close": "Закрити",
  "joyride.last": "Останній",
  "joyride.next": "Далі",
  "joyride.library.step.1":
    "\n  Привіт! Ласкаво просимо на сторінку Бібліотек у VocabuLift. Зараз ви\n  бачите купу класних відео, призначених для покращення ваших\n  мовних навичок.\n  <br />\n  <br />\n  Але перед тим, як ви зануритесь, дозвольте мені показати, як зробити цей простір\n  справді вашим, змінивши кілька речей, щоб він відповідав саме тому, що вам\n  потрібно.",
  "joyride.library.step.1.title": "Тонка настройка ваших відеовиборів",
  "joyride.library.step.2":
    "\n  Гаразд! Тепер давайте поговоримо про вибір мови\n  відео, на які ви хочете зануритися.\n  <br />\n  <br />\n  VocabuLift повністю піклується про те, щоб надати вам найкращий досвід, і частиною\n  цього є можливість переключення між мовами для дослідження унікальних\n  наборів відео, призначених для навчання.",
  "joyride.library.step.2.title":
    "Вибір вашої переважної мови для відеоконтенту",
  "joyride.library.step.3":
    "\n  Після вибору мови для вашого відеоконтенту наступним кроком\n  є вибір мови, на яку ви хочете перекласти ці відео.\n  <br />\n  <br />\n  Ця функція призначена для того, щоб ще більше адаптувати ваш досвід навчання,\n  надаючи переклади, які відповідають вашим мовним навчальним цілям.",
  "joyride.library.step.3.title": "Встановлення вашої цільової мови перекладу",
  "joyride.library.step.4":
    "\n  Тепер, коли ви встановили свої відеопреференції та мову перекладу, давайте зануримося в те, як ви можете зробити своє навчання ще більш персоналізованим з VocabuLift.\n  <br />\n  <br />\n  Кожен безкоштовний користувач отримує можливість додати 1-хвилинне відео до\n  своєї бібліотеки – без додаткових витрат. Це ваш шанс адаптувати\n  ваш досвід навчання з контентом, який резонує з вами особисто.",
  "joyride.library.step.4.title": "Додавання вашого персоналізованого відео",
  "joyride.library.step.5":
    "\n  Гаразд, ви все правильно налаштували, і тепер настає та частина,\n  коли все починає складатися. Давайте виберемо відео з вашої\n  бібліотеки — те, яке вас цікавить або те, яке ви додали\n  самостійно — і подивимося, що буде далі.\n  <br />\n  <br />\n  Цей крок досить простий, але дуже крутий, адже він знайомить вас з серцем VocabuLift, нашим навчальним двигуном.",
  "joyride.library.step.5.title": "Ознайомлення з навчальним двигуном разом",
  "joyride.video.step.1": `<p>
  Ви тепер увійшли до Двигуна Vocabulift, де ми адаптували
  ваш досвід навчання з урахуванням думок експертів у сфері візуального
  навчання. Ми тут, щоб забезпечити ефективність та візуальну привабливість вашої подорожі.
</p>

<div>
  <strong>1. Клацніть на окреме слово:</strong>
  <p>
    Просто клацніть на будь-яке слово, яке бачите, щоб глибше зануритися в його
    значення. Це ваш шлях до швидких визначень або
    перекладів.
  </p>
  <div style="width: 100px; height: 20px; background-color: #ff8961; margin-bottom: 20px;"></div>
</div>

<div>
  <strong>2. Проведіть курсором по фразі:</strong>
  <p>
    Для більш комплексного ознайомлення проведіть курсором по
    фразі. Цей варіант ідеально підходить для розуміння того, як слова
    поєднуються в контексті.
  </p>
  <div style="width: 150px; height: 20px; background-color: rgba(204, 183, 188); margin-bottom: 20px;"></div>
</div>

<div>
  <strong>3. Виберіть слово у фразі:</strong>
  <p>
    Подібно до клацання на окреме слово, клацання на фразі
    дозволяє вам детальніше дослідити його використання та нюанси.
  </p>
  <div style="position: relative; width: 150px; height: 20px; background-color: rgba(204, 183, 188); margin-bottom: 20px;">
    <div style="position: absolute; top: -10px; left: 50%; transform: translateX(-50%); width: 100px; height: 20px; background-color: #ff8961;"></div>
  </div>
</div>`,
  "joyride.video.step.1.title": "Дослідження слів та фраз",
  "joyride.video.step.2": `Круто, ви дійшли до наступного етапу! Швидка порада: ви маєте
  можливість змінити мовні налаштування прямо у верхньому правому куті,
  щоб воно відповідало вашому настрою. <br />
  <br />
  І якщо ви хочете глибше розібратися в тому, що означає слово або фраза, просто
  клацніть на знак питання. Все налаштовано, щоб усе було максимально просто для вас.
  Продовжуємо цю навчальну пригоду!`,
  "joyride.video.step.2.title": "Відкривайте значення",
  "joyride.video.step.3": `Ось ми і на останньому кроці. Ви відчули, як слова та
  фрази розкриваються на вашій рідній мові — досить круто, правда? Все це
  розроблено, щоб персоналізувати ваш досвід навчання. Хоча ми
  охопили основи Vocabulift, ще багато чого ви можете
  відкрити самостійно. Тепер я дозволю вам дослідити далі. Сміливо занурюйтеся
  та дивіться, що ще можна вивчити. Пам'ятайте, навчання —
  це безперервний шлях.
  <br />
  <br /> Насолоджуйтеся розкопками в своєму власному темпі!
  <br />
  <br /> Також, якщо у вас є будь-які відгуки чи пропозиції, наша команда
  буде рада їх почути. Ваші ідеї цінні для нас і можуть
  надихнути на наступну велику функцію. Тож, не соромтеся звертатися.
  <br />
  <br />
  <a href='https://vocabulift.com/#contact'>Зв'яжіться з нами</a>`,
  "joyride.video.step.3.title": "Початок вашої навчальної подорожі",
};
